Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: :ref:`check-perl-brace-format` quality check.
sv: :ref:`check-perl-brace-format` kvalitetskontroll.

source: Search input is now syntax highlighted, see :doc:`/user/search`.
sv: SÃ¶kningen Ã¤r nu syntaxmarkerad, se :doc:`/user/search`.

source: Weblate is now available in Tamil.
sv: Weblate finns nu tillgÃ¤ngligt pÃ¥ tamil.

source: Better logging in :wladmin:`createadmin`.
sv: BÃ¤ttre inloggning :wladmin:`createadmin`.

source: :ref:`addon-weblate.discovery.discovery` now reports skipped entries.
sv: :ref:`addon-weblate.discovery.discovery` rapporterar nu hoppade poster.

source: Adding string in a repository triggers :ref:`notifications`.
sv: Att lÃ¤gga till en strÃ¤ng i ett arkiv utlÃ¶ser :ref:`notifications`.

source: :ref:`mt-openai` better handles batch translations and glossaries.
sv: :ref:`mt-openai` hanterar bÃ¤ttre massÃ¶versÃ¤ttningar och ordlistor.

source: :ref:`mt-libretranslate` better handles batch translations.
sv: :ref:`mt-libretranslate` hanterar massÃ¶versÃ¤ttningar bÃ¤ttre.

source: Text variant of notification e-mails now properly indicate changed strings.
sv: Textvarianten av meddelandemejl anger nu korrekt Ã¤ndrade strÃ¤ngar.

source: File downloads now honor :http:header:`If-Modified-Since`.
sv: Filnedladdningar respekterar nu :http:header:`If-Modified-Since`.

source: :ref:`num-words` support for CJK languages.
sv: :ref:`num-words` stÃ¶d fÃ¶r CJK-sprÃ¥k.

source: :ref:`addon-weblate.discovery.discovery` now preserves :ref:`componentlists`.
sv: :ref:`addon-weblate.discovery.discovery` bevarar nu :ref:`componentlists`.

source: Nicer formatting of :ref:`glossary` tooltips.
sv: Snyggare formatering av :ref:`glossary`-verktygstips.

source: :http:get:`/api/components/(string:project)/(string:component)/` now includes information about linked component.
sv: :http:get:`/api/components/(string:project)/(string:component)/` innehÃ¥ller nu information om lÃ¤nkad komponent.

source: Improved :ref:`workflow-customization` configuration forms.
sv: FÃ¶rbÃ¤ttrade :ref:`workflow-customization` konfigurationsformulÃ¤r.

source: Plural forms handling in :doc:`/formats/qt`.
sv: Hantering av pluralformer i :doc:`/formats/qt`.

source: Added missing documentation for :setting:`ADMINS_CONTACT`.
sv: LÃ¤mplig dokumentation fÃ¶r :setting:`ADMINS_CONTACT` har lagts till.

source: Automatic fixer for :ref:`autofix-punctuation-spacing` no longer adds new whitespace.
sv: Automatisk korrigeringsfunktion fÃ¶r :ref:`autofix-punctuation-spacing` lÃ¤gger inte lÃ¤ngre till nya blanktecken.

source: Pending changes committing could be omitted under some circumstances.
sv: VÃ¤ntande Ã¤ndringar kan under vissa omstÃ¤ndigheter utelÃ¤mnas.

source: :ref:`addon-weblate.cleanup.blank` now correctly removes blank plurals.
sv: :ref:`addon-weblate.cleanup.blank` tar nu bort tomma pluralformer pÃ¥ rÃ¤tt sÃ¤tt.

source: Last changed timestamp now reflects changes outside Weblate as well. This affects both :ref:`api` and the user interface.
sv: Senaste Ã¤ndringsdatum Ã¥terspeglar nu Ã¤ven Ã¤ndringar utanfÃ¶r Weblate. Detta pÃ¥verkar bÃ¥de :ref:`api` och anvÃ¤ndargrÃ¤nssnittet.

source: Releases are signed by Sigstore instead of PGP, see :ref:`verify`.
sv: UtgÃ¥vor signeras av Sigstore istÃ¤llet fÃ¶r PGP, se :ref:`verify`.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/109?closed=1>`__.

source: *Released on December 19th 2023.*
sv: *SlÃ¤pptes den 19 december 2023.*

source: Not updating statistics in some situations.
sv: Uppdaterar inte statistik i vissa situationer.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/110?closed=1>`__.

source: *Released on December 14th 2023.*
sv: *SlÃ¤pptes den 14 december 2023.*

source: :ref:`mt-openai` automatic suggestion service.
sv: :ref:`mt-openai` automatisk fÃ¶rslagstjÃ¤nst.

source: :ref:`mt-alibaba` automatic suggestion service.
sv: :ref:`mt-alibaba` automatisk fÃ¶rslagstjÃ¤nst.

source: Added labels API, see :http:get:`/api/projects/(string:project)/labels/`.
sv: Lade till etiketter API, se :http:get:`/api/projects/(string:project)/labels/`.

source: New automatic fixer for :ref:`autofix-punctuation-spacing`.
sv: Ny automatisk korrigeringsfunktion fÃ¶r :ref:`autofix-punctuation-spacing`.

source: :ref:`mt-google-translate-api-v3` now better honors placeables or line breaks.
sv: :ref:`mt-google-translate-api-v3` hanterar nu placeringar och radbrytningar bÃ¤ttre.

source: Reduced memory usage for statistics.
sv: Minskad minnesanvÃ¤ndning fÃ¶r statistik.

source: :ref:`mt-deepl` performs better in :ref:`auto-translation` and supports :ref:`glossary-mt`.
sv: :ref:`mt-deepl` fungerar bÃ¤ttre i :ref:`auto-translation` och stÃ¶der :ref:`glossary-mt`.

source: :ref:`mt-microsoft-translator` supports :ref:`glossary-mt`.
sv: :ref:`mt-microsoft-translator` stÃ¶der :ref:`glossary-mt`.

source: Improved region selection in :ref:`mt-google-translate-api-v3`.
sv: FÃ¶rbÃ¤ttrad regionval i :ref:`mt-google-translate-api-v3`.

source: Added nested JSON exporter in :ref:`download`.
sv: Lade till inbÃ¤ddad JSON-exportÃ¶r i :ref:`download`.

source: Improved :ref:`git-exporter` performance on huge repositories.
sv: FÃ¶rbÃ¤ttrad prestanda fÃ¶r :ref:`git-exporter` i stora repositorier.

source: Removing stale VCS directories.
sv: Ta bort gamla VCS-kataloger.

source: Dropped Microsoft Terminology service for automatic suggestions, as it is no longer provided by Microsoft.
sv: AvlÃ¤gsnade Microsoft Terminology-tjÃ¤nsten fÃ¶r automatiska fÃ¶rslag, eftersom den inte lÃ¤ngre tillhandahÃ¥lls av Microsoft.

source: ``labels`` in units API now expose full label info, see :http:get:`/api/units/(int:id)/`.
sv: ``labels`` i enhets-API visar nu fullstÃ¤ndig etikettinformation, se :http:get:`/api/units/(int:id)/`.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/107?closed=1>`__.

source: *Released on November 22nd 2023.*
sv: *SlÃ¤pptes den 22 november 2023.*

source: Show search field after no strings found while translating.
sv: Visa sÃ¶kfÃ¤ltet efter att inga strÃ¤ngar hittats under Ã¶versÃ¤ttningen.

source: Added soft hyphen to special-characters toolbar.
sv: Lagt till mjukt bindestreck i verktygsfÃ¤ltet fÃ¶r specialtecken.

source: Database backups compatibility with Alibaba Cloud Database PolarDB.
sv: Databasbackups kompatibilitet med Alibaba Cloud Database PolarDB.

source: Crash on loading statistics calculated by previous versions.
sv: Krasch vid laddning av statistik berÃ¤knad av tidigare versioner.

source: Sort icons in dark mode.
sv: Sortera ikoner i mÃ¶rkt lÃ¤ge.

source: Project level statistics no longer count categorized components twice.
sv: ProjektnivÃ¥statistik rÃ¤knar inte lÃ¤ngre kategoriserade komponenter tvÃ¥ gÃ¥nger.

source: Possible discarding pending translations after editing source strings.
sv: MÃ¶jlighet att kasta bort vÃ¤ntande Ã¶versÃ¤ttningar efter redigering av kÃ¤llstrÃ¤ngar.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/108?closed=1>`__.

source: *Released on November 16th 2023.*
sv: *SlÃ¤pptes den 16 november 2023.*

source: Faster statistics updates.
sv: Snabbare statistikuppdateringar.

source: Better e-mail selection in user profile.
sv: BÃ¤ttre e-postval i anvÃ¤ndarprofilen.

source: :ref:`autofix` are now applied to suggestions as well.
sv: :ref:`autofix` tillÃ¤mpas nu Ã¤ven pÃ¥ fÃ¶rslag.

source: :ref:`mt-deepl` can now configure default formality for translations.
sv: :ref:`mt-deepl` kan nu konfigurera standardformellitet fÃ¶r Ã¶versÃ¤ttningar.

source: Use neutral colors for progress bars and translation unit states.
sv: AnvÃ¤nd neutrala fÃ¤rger fÃ¶r fÃ¶rloppsindikatorer och Ã¶versÃ¤ttningsenheters status.

source: :ref:`addon-weblate.gettext.mo` can optionally include strings needing editing.
sv: :ref:`addon-weblate.gettext.mo` kan valfritt inkludera strÃ¤ngar som behÃ¶ver redigeras.

source: Use :http:header:`Accept-Language` to order translations for unauthenticated users.
sv: AnvÃ¤nd :http:header:`Accept-Language` fÃ¶r att bestÃ¤lla Ã¶versÃ¤ttningar fÃ¶r icke-autentiserade anvÃ¤ndare.

source: Add option to directly approve suggestions with :ref:`reviews` workflow.
sv: LÃ¤gg till alternativ fÃ¶r att direkt godkÃ¤nna fÃ¶rslag med :ref:`reviews`-arbetsflÃ¶det.

source: One-click removal of project or component :ref:`notifications`.
sv: Borttagning av projekt eller komponent med ett klick :ref:`notifications`.

source: :ref:`api-statistics` now includes character and word counts for more string states.
sv: :ref:`api-statistics` innehÃ¥ller nu tecken- och ordrÃ¤kning fÃ¶r fler strÃ¤ngtillstÃ¥nd.

source: Fixed creating component within a category by upload.
sv: Fixat skapande av komponent inom en kategori genom uppladdning.

source: Error handling in organizing components and categories.
sv: Felhantering vid organisering av komponenter och kategorier.

source: Fixed moving categories between projects.
sv: Fasta flyttkategorier mellan projekt.

source: Fixed formatting of translation memory search results.
sv: Fast formatering av sÃ¶kresultat i Ã¶versÃ¤ttningsminnet.

source: Allow non-breaking space character in :ref:`autofix-html`.
sv: TillÃ¥t icke-brytande mellanslagstecken i :ref:`autofix-html`.

source: :doc:`/formats/apple` exporter now produces UTF-8 encoded files.
sv: :doc:`/formats/apple` exporter producerar nu UTF-8-kodade filer.

source: Python 3.12 is now supported, though not recommended, see :ref:`python-deps`.
sv: Python 3.12 stÃ¶ds nu, men rekommenderas inte, se :ref:`python-deps`.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/104?closed=1>`__.

source: *Released on October 25th 2023.*
sv: *SlÃ¤pptes den 25 oktober 2023.*

source: :ref:`addon-weblate.consistency.languages` now uses a dedicated user for changes.
sv: :ref:`addon-weblate.consistency.languages` anvÃ¤nder nu en dedikerad anvÃ¤ndare fÃ¶r Ã¤ndringar.

source: Added button for sharing on Fediverse.
sv: Knapp fÃ¶r delning pÃ¥ Fediverse har lagts till.

source: Added validation for VCS integration credentials.
sv: Validering fÃ¶r VCS-integrationsuppgifter har lagts till.

source: Reduced overhead of statistics collection.
sv: Minskad overhead fÃ¶r insamling av statistik.

source: Added plurals validation when editing string using the API.
sv: Lagt till pluralvalidering vid redigering av strÃ¤ngar med API:et.

source: Replacing a file using upload when existing is corrupted.
sv: ErsÃ¤tta en fil med hjÃ¤lp av uppladdning nÃ¤r den befintliga Ã¤r skadad.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/106?closed=1>`__.

source: *Released on October 16th 2023.*
sv: *SlÃ¤pptes den 16 oktober 2023.*

source: :ref:`mt-yandex-v2` machine translation service.
sv: :ref:`mt-yandex-v2` maskinÃ¶versÃ¤ttningstjÃ¤nst.

source: :ref:`addon-weblate.autotranslate.autotranslate` and :ref:`auto-translation` are now stored with a dedicated user as an author.
sv: :ref:`addon-weblate.autotranslate.autotranslate` och :ref:`auto-translation` lagras nu med en dedikerad anvÃ¤ndare som fÃ¶rfattare.

source: :ref:`addons` changes to strings are now stored with a dedicated user as an author.
sv: :ref:`addons` Ã¤ndringar i strÃ¤ngar sparas nu med en dedikerad anvÃ¤ndare som fÃ¶rfattare.

source: :ref:`download-multi` can now convert file formats.
sv: :ref:`download-multi` kan nu konvertera filformat.

source: :ref:`workflow-customization` allows to fine-tune localization workflow per language.
sv: :ref:`workflow-customization` gÃ¶r det mÃ¶jligt att finjustera lokaliseringsarbetsflÃ¶det fÃ¶r varje sprÃ¥k.

source: :ref:`project-translation_review` also shows the approval percentage in object listings.
sv: :ref:`project-translation_review` visar ocksÃ¥ godkÃ¤nnandeprocenten i objektlistorna.

source: Project is added to watched upon accepting an invitation.
sv: Projektet lÃ¤ggs till i Ã¶vervakade nÃ¤r du accepterar en inbjudan.

source: Configure VCS API credentials as a Python dict from environment variables.
sv: Konfigurera VCS API-autentiseringsuppgifter som en Python-dict frÃ¥n miljÃ¶variabler.

source: Improved accuracy of checks on plural messages.
sv: FÃ¶rbÃ¤ttrad noggrannhet vid kontroll av flera meddelanden.

source: Engage page better shows stats.
sv: Engage-sidan visar statistiken bÃ¤ttre.

source: Strings which can not be saved to a file no longer block other strings to be written.
sv: StrÃ¤ngar som inte kan sparas i en fil blockerar inte lÃ¤ngre andra strÃ¤ngar frÃ¥n att skrivas.

source: Fixed some API URLs for categorized components.
sv: Fixade nÃ¥gra API-URL:er fÃ¶r kategoriserade komponenter.

source: Show plural form examples more prominently.
sv: Visa exempel pÃ¥ pluralformer tydligare.

source: Highlight whitespace in :ref:`machine-translation`.
sv: Markera blanktecken i :ref:`machine-translation`.

source: Faster comment and component removal.
sv: Snabbare borttagning av kommentarer och komponenter.

source: Show disabled save button reason more prominently.
sv: Visa orsaken till att spara-knappen Ã¤r inaktiverad tydligare.

source: New string notification can now be triggered for each string.
sv: Ny strÃ¤ngavisering kan nu aktiveras fÃ¶r varje strÃ¤ng.

source: Improved OCR error handling in :ref:`screenshots`.
sv: FÃ¶rbÃ¤ttrad OCR-felhantering i :ref:`screenshots`.

source: :ref:`autofix` gracefully handle strings from :ref:`multivalue-csv`.
sv: :ref:`autofix` hanterar strÃ¤ngar frÃ¥n :ref:`multivalue-csv` pÃ¥ ett elegant sÃ¤tt.

source: Occasional crash in :ref:`machine-translation` caching.
sv: TillfÃ¤llig krasch i :ref:`machine-translation`-caching.

source: Fixed history listing for entries within a :ref:`category`.
sv: Fast historiklista fÃ¶r poster inom en :ref:`category`.

source: Fixed editing :guilabel:`Administration` team.
sv: Fast redigering :guilabel:`Administration`-teamet.

source: :ref:`addon-weblate.consistency.languages` add-on could miss some languages.
sv: :ref:`addon-weblate.consistency.languages`-tillÃ¤gget kan sakna vissa sprÃ¥k.

source: Categories are now included ``weblate://`` repository URLs.
sv: Kategorier inkluderar nu ``weblate://``-repository-URL:er.

source: Upgrades from older version than 5.0.2 are not supported, please upgrade to 5.0.2 first and then continue in upgrading.
sv: Uppgraderingar frÃ¥n Ã¤ldre versioner Ã¤n 5.0.2 stÃ¶ds inte. Uppgradera fÃ¶rst till 5.0.2 och fortsÃ¤tt sedan med uppgraderingen.

source: Dropped support for deprecated insecure configuration of VCS service API keys via _TOKEN/_USERNAME in :file:`settings.py`.
sv: StÃ¶det fÃ¶r fÃ¶rÃ¥ldrad osÃ¤ker konfiguration av VCS-tjÃ¤nstens API-nycklar via _TOKEN/_USERNAME i :file:`settings.py` har tagits bort.

source: Weblate now defaults to persistent database connections in :file:`settings_example.py` and Docker.
sv: Weblate anvÃ¤nder nu som standard permanenta databasanslutningar i :file:`settings_example.py` och Docker.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/100?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/100?closed=1>`__.

source: *Released on September 14th 2023.*
sv: *SlÃ¤pptes den 14 september 2023.*

source: Translate page performance.
sv: ÃversÃ¤tt sidans prestanda.

source: Search now looks for categories as well.
sv: SÃ¶kningen sÃ¶ker nu Ã¤ven efter kategorier.

source: Rendering of release notes on GitHub.
sv: Rendering av release notes pÃ¥ GitHub.

source: Listing of categorized projects.
sv: FÃ¶rteckning Ã¶ver kategoriserade projekt.

source: Translating a language inside a category.
sv: ÃversÃ¤tta ett sprÃ¥k inom en kategori.

source: Categories sorting.
sv: Kategorisortering.

source: The database upgrade can take considerable time on larger sites due to indexing changes.
sv: Databasuppgraderingen kan ta lÃ¥ng tid pÃ¥ stÃ¶rre webbplatser pÃ¥ grund av indexeringsÃ¤ndringar.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/105?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/105?closed=1>`__.

source: *Released on September 10th 2023.*
sv: *SlÃ¤pptes den 10 september 2023.*

source: Added :http:get:`/api/component-lists/(str:slug)/components/`.
sv: Tillagt :http:get:`/api/component-lists/(str:slug)/components/`.

source: Related glossary terms lookup is now faster.
sv: SÃ¶kning efter relaterade termer i ordlistan gÃ¥r nu snabbare.

source: Logging of failures when creating pull requests.
sv: Logga fel vid skapande av pull-fÃ¶rfrÃ¥gningar.

source: History is now loaded faster.
sv: Historiken laddas nu snabbare.

source: Added object ``id`` to all :ref:`api` endpoints.
sv: Lagt till objektet ``id`` till alla :ref:`api`-slutpunkter.

source: Better performance of projects with a lot of components.
sv: BÃ¤ttre prestanda fÃ¶r projekt med mÃ¥nga komponenter.

source: Added compatibility redirects for some old URLs.
sv: Lagt till kompatibilitetsomdirigeringar fÃ¶r vissa gamla URL:er.

source: Creating component within a category.
sv: Skapa komponent inom en kategori.

source: Source strings and state display for converted formats.
sv: KÃ¤llstrÃ¤ngar och statusvisning fÃ¶r konverterade format.

source: Block :ref:`component-edit_template` on formats which do not support it.
sv: Blockera :ref:`component-edit_template` pÃ¥ format som inte stÃ¶der det.

source: :ref:`check-reused` is no longer triggered for blank strings.
sv: :ref:`check-reused` utlÃ¶ses inte lÃ¤ngre fÃ¶r tomma strÃ¤ngar.

source: Performance issues while browsing some categories.
sv: Prestandaproblem vid blÃ¤ddring i vissa kategorier.

source: Fixed GitHub Team and Organization authentication in Docker container.
sv: Fixat GitHub Team- och organisationsautentisering i Docker-container.

source: GitLab merge requests when using a customized SSH port.
sv: GitLab-sammanslagningsfÃ¶rfrÃ¥gningar vid anvÃ¤ndning av en anpassad SSH-port.

source: `pyahocorasick` dependency has been replaced by `ahocorasick_rs`.
sv: Beroendet `pyahocorasick` har ersatts av `ahocorasick_rs`.

source: The default value of :setting:`IP_PROXY_OFFSET` has been changed from 1 to -1.
sv: StandardvÃ¤rdet fÃ¶r :setting:`IP_PROXY_OFFSET` har Ã¤ndrats frÃ¥n 1 till -1.

source: `All changes in detail <https://github.com/WeblateOrg/weblate/milestone/103?closed=1>`__.
sv: `Alla Ã¤ndringar i detalj <https://github.com/WeblateOrg/weblate/milestone/103?closed=1>`__.

source: *Released on August 24th 2023.*
sv: *SlÃ¤pptes den 24 augusti 2023.*

source: :doc:`/formats/markdown` support, thanks to Anders Kaplan.
sv: :doc:`/formats/markdown`-stÃ¶d, tack vare Anders Kaplan.

source: :ref:`category` can now organize components within a project.
sv: :ref:`category` kan nu organisera komponenter inom ett projekt.

source: :doc:`/formats/fluent` now has better syntax checks thanks to Henry Wilkes.
sv: :doc:`/formats/fluent` har nu bÃ¤ttre syntaxkontroller tack vare Henry Wilkes.

source: Inviting users now works with all authentication methods.
sv: Inbjudan av anvÃ¤ndare fungerar nu med alla autentiseringsmetoder.

source: Docker container supports file backed secrets, see :ref:`docker-secrets`.
sv: Docker-containern stÃ¶der filbaserade hemligheter, se :ref:`docker-secrets`.

source: Plurals handling in machine translation.
sv: Hantering av pluralformer i maskinÃ¶versÃ¤ttning.

source: :ref:`check-same` check now honors placeholders even in the strict mode.
sv: :ref:`check-same` check respekterar nu platshÃ¥llare Ã¤ven i strikt lÃ¤ge.

source: :ref:`check-reused` is no longer triggered for languages with a single plural form.
sv: :ref:`check-reused` utlÃ¶ses inte lÃ¤ngre fÃ¶r sprÃ¥k med en enda pluralform.

source: WebP is now supported for :ref:`screenshots`.
sv: WebP stÃ¶ds nu fÃ¶r :ref:`screenshots`.

source: Avoid duplicate notification when a user is subscribed to overlapping scopes.
sv: Undvik dubbla aviseringar nÃ¤r en anvÃ¤ndare prenumererar pÃ¥ Ã¶verlappande omrÃ¥den.

source: OCR support for non-English languages in :ref:`screenshots`.
sv: OCR-stÃ¶d fÃ¶r andra sprÃ¥k Ã¤n engelska i :ref:`screenshots`.

source: :ref:`xliff` now supports displaying source string location.
sv: :ref:`xliff` stÃ¶der nu visning av kÃ¤llstrÃ¤ngens placering.

source: Rendering strings with plurals, placeholders or alternative translations.
sv: Rendering av strÃ¤ngar med pluralformer, platshÃ¥llare eller alternativa Ã¶versÃ¤ttningar.

source: User API now includes last sign in date.
sv: AnvÃ¤ndar-API inkluderar nu datum fÃ¶r senaste inloggning.

source: User API token is now hidden for privacy reasons by default.
sv: AnvÃ¤ndar-API-token Ã¤r nu dold av sekretesskÃ¤l som standard.

source: Faster adding terms to glossary.
sv: Snabbare tillÃ¤gg av termer till ordlistan.

source: Better preserve translation on source file change in :doc:`/formats/html` and :doc:`/formats/txt`.
sv: Bevara Ã¶versÃ¤ttningen bÃ¤ttre vid Ã¤ndringar i kÃ¤llfilen i :doc:`/formats/html` och :doc:`/formats/txt`.

source: Added indication of automatic assignment to team listing.
sv: Lagt till indikation om automatisk tilldelning till teamlista.

source: Users now have to confirm invitations to become team members.
sv: AnvÃ¤ndare mÃ¥ste nu bekrÃ¤fta inbjudningar fÃ¶r att bli teammedlemmar.

source: :ref:`check-formats` can now check all plural forms with the ``strict-format`` flag.
sv: :ref:`check-formats` kan nu kontrollera alla pluralformer med flaggan ``strict-format``.

source: :doc:`/user/checks` browsing experience.
sv: :doc:`/user/checks` surfupplevelse.

source: Highlight differences in the source string in automatic suggestions.
sv: Markera skillnader i kÃ¤llstrÃ¤ngen i automatiska fÃ¶rslag.

source: Visual diff now better understands compositing characters.
sv: Visuell diff fÃ¶rstÃ¥r nu bÃ¤ttre sammansatta tecken.

source: User names handling while committing to Git.
sv: Hantering av anvÃ¤ndarnamn vid commit till Git.

source: :ref:`addon-weblate.cleanup.blank` and :ref:`addon-weblate.cleanup.generic` now remove all strings at once.
sv: :ref:`addon-weblate.cleanup.blank` och :ref:`addon-weblate.cleanup.generic` tar nu bort alla strÃ¤ngar pÃ¥ en gÃ¥ng.

source: Language filtering in :doc:`/devel/reporting`.
sv: SprÃ¥kfiltrering i :doc:`/devel/reporting`.

source: Reduced false positives of :ref:`check-reused` when fixing the translation.
sv: Minskade falska positiva resultat fÃ¶r :ref:`check-reused` vid korrigering av Ã¶versÃ¤ttningen.

source: Fixed caching issues after updating screenshots from the repository.
sv: Ã tgÃ¤rdade cachingproblem efter uppdatering av skÃ¤rmdumpar frÃ¥n arkivet.

source: Python 3.9 or newer is now required.
sv: Python 3.9 eller nyare krÃ¤vs nu.

source: Several UI URLs have been changed to be able to handle categories.
sv: Flera UI-URL:er har Ã¤ndrats fÃ¶r att kunna hantera kategorier.

source: There are several changes in :file:`settings_example.py`, most notable is changes in ``CACHES`` and ``SOCIAL_AUTH_PIPELINE``, please adjust your settings accordingly.
sv: Det finns flera Ã¤ndringar i :file:`settings_example.py`, mest anmÃ¤rkningsvÃ¤rt Ã¤r Ã¤ndringarna i ``CACHES`` och ``SOCIAL_AUTH_PIPELINE``, vÃ¤nligen justera dina instÃ¤llningar dÃ¤refter.

source: Several previously optional dependencies are now required.
sv: Flera tidigare valfria beroenden Ã¤r nu obligatoriska.
